[{
  "_id": {
    "$oid": "651e24bca3b90325b29bc618"
  },
  "name": "Comes Alive",
  "version": "1.6.4",
  "description": "Comes Alive is a gameplay modification that improves interactions with villagers in Minecraft. It adds new features and dialogs to make villagers more interesting. This version of the mod is compatible with Minecraft 1.6.4.",
  "category": "Gameplay",
  "code": "007",
  "downloads": 450000,
  "image": ""
},
{
  "_id": {
    "$oid": "651e24bca3b90325b29bc614"
  },
  "name": "Just Enough Items",
  "version": "1.10.2",
  "description": "Just Enough Items is a utility mod that provides an item and recipe viewer for Minecraft. It helps players view recipes, manage inventory, and find items easily. This version of the mod is compatible with Minecraft 1.10.2.",
  "category": "Utility",
  "code": "003",
  "downloads": 2000000,
  "image": ""
},
{
  "_id": {
    "$oid": "651e24bca3b90325b29bc617"
  },
  "name": "Mob Creatures",
  "version": "1.7.10",
  "description": "Mob Creatures is a mod that introduces new creatures and monsters to Minecraft. It enhances the game's fauna and adds exciting challenges for players. This version of the mod is compatible with Minecraft 1.7.10.",
  "category": "Creatures",
  "code": "006",
  "downloads": 600000,
  "image": ""
},
{
  "_id": {
    "$oid": "651e24bca3b90325b29bc612"
  },
  "name": "Forge",
  "version": "1.12.2",
  "description": "Minecraft Forge Mod is a modification for Minecraft that allows you to install and run other mods. It is widely used by the Minecraft modding community and is a fundamental tool for mod developers. Forge for Minecraft 1.12.2 is one of the most popular versions of this modding platform.",
  "category": "API",
  "code": "001",
  "downloads": 5000000,
  "image": ""
},
{
  "_id": {
    "$oid": "651e24bca3b90325b29bc61a"
  },
  "name": "Voxel Map",
  "version": "1.11.2",
  "description": "Voxel Map is a utility mod that provides a mini-map and waypoint system for Minecraft. It helps players navigate and mark important locations. This version of the mod is compatible with Minecraft 1.11.2.",
  "category": "Utility",
  "code": "009",
  "downloads": 250000,
  "image": ""
},
{
  "_id": {
    "$oid": "651e24bca3b90325b29bc615"
  },
  "name": "Overhauled Village Mod",
  "version": "1.9.4",
  "description": "Overhauled Village Mod is a gameplay modification that enhances and revamps villages in Minecraft. It introduces new structures, NPCs, and activities to make villages more engaging. This version of the mod is designed for Minecraft 1.9.4.",
  "category": "Gameplay",
  "code": "004",
  "downloads": 1000000,
  "image": ""
},
{
  "_id": {
    "$oid": "651e24bca3b90325b29bc61b"
  },
  "name": "Too Much TNT",
  "version": "1.10.2",
  "description": "Too Much TNT is a fun modification that adds a variety of explosive items to Minecraft. It allows players to create spectacular explosions and chaos. This version of the mod is compatible with Minecraft 1.10.2.",
  "category": "Fun",
  "code": "010",
  "downloads": 200000,
  "image": ""
},
{
  "_id": {
    "$oid": "651e24bca3b90325b29bc613"
  },
  "name": "Optifine Mod",
  "version": "1.11.2",
  "description": "Optifine Mod is a popular optimization and graphics enhancement mod for Minecraft. It improves the game's performance and adds various graphical features such as shaders and dynamic lighting. This version of Optifine is compatible with Minecraft 1.11.2.",
  "category": "Graphics",
  "code": "002",
  "downloads": 3500000,
  "image": ""
},
{
  "_id": {
    "$oid": "651e24bca3b90325b29bc616"
  },
  "name": "Corpse Mod",
  "version": "1.8.9",
  "description": "Corpse Mod is a gameplay modification that adds a death system to Minecraft. When players die, they leave behind a corpse with their items. This version of the mod is compatible with Minecraft 1.8.9.",
  "category": "Gameplay",
  "code": "005",
  "downloads": 800000,
  "image": ""
},
{
  "_id": {
    "$oid": "651e24bca3b90325b29bc619"
  },
  "name": "Much Better Weapons",
  "version": "1.12.2",
  "description": "Much Better Weapons is a combat modification that enhances the weapon system in Minecraft. It introduces new weapons, abilities, and combat mechanics. This version of the mod is designed for Minecraft 1.12.2.",
  "category": "Combat",
  "code": "008",
  "downloads": 300000,
  "image": ""
}]